{
  "languages": [
    {
      "code": "En",
      "entries": [
        { "key": "mainText", "value": "Selective waste collection is essential for protecting the environment. By properly separating plastic, paper, glass, and household waste, we help reduce pollution and save natural resources. Every small action matters — recycling helps decrease the amount of waste sent to landfills and transforms old materials into new products. It is everyone’s responsibility to keep the planet clean for future generations." },
        { "key": "back", "value": "Back?" },
        { "key": "tbfirst", "value": "Romanian" },
        { "key": "tbsecond", "value": "English" }
      ]
    },
    {
      "code": "Ro",
      "entries": [
        { "key": "mainText", "value": "Colectarea selectivă a deșeurilor este esențială pentru protejarea mediului înconjurător. Prin separarea corectă a plasticului, hârtiei, sticlei și deșeurilor menajere, contribuim la reducerea poluării și la economisirea resurselor naturale. Fiecare gest contează — reciclarea ajută la scăderea cantității de deșeuri depozitate și la transformarea materialelor vechi în produse noi. Este responsabilitatea fiecăruia dintre noi să păstrăm planeta curată pentru generațiile viitoare." },
        { "key": "back", "value": "Înapoi?" },
        { "key": "tbfirst", "value": "Română" },
        { "key": "tbsecond", "value": "Engleză" }
      ]
    },
    {
      "code": "Fr",
      "entries": [
        { "key": "mainText", "value": "La collecte sélective des déchets est essentielle pour protéger l'environnement. En séparant correctement le plastique, le papier, le verre et les déchets ménagers, nous contribuons à réduire la pollution et à économiser les ressources naturelles. Chaque geste compte — le recyclage aide à diminuer la quantité de déchets envoyés en décharge et à transformer les anciens matériaux en nouveaux produits. C’est la responsabilité de chacun de garder la planète propre pour les générations futures." },
        { "key": "back", "value": "Retour?" },
        { "key": "tbfirst", "value": "Roumain" },
        { "key": "tbsecond", "value": "Français" }
      ]
    },
    {
      "code": "De",
      "entries": [
        { "key": "mainText", "value": "Die getrennte Müllsammlung ist entscheidend für den Schutz der Umwelt. Durch das richtige Trennen von Plastik, Papier, Glas und Hausmüll tragen wir zur Verringerung der Umweltverschmutzung und zur Einsparung natürlicher Ressourcen bei. Jede kleine Handlung zählt — Recycling hilft, die Abfallmenge zu reduzieren und alte Materialien in neue Produkte umzuwandeln. Es liegt in der Verantwortung eines jeden, unseren Planeten für zukünftige Generationen sauber zu halten." },
        { "key": "back", "value": "Zurück?" },
        { "key": "tbfirst", "value": "Rumänisch" },
        { "key": "tbsecond", "value": "Deutsch" }
      ]
    },
    {
      "code": "Es",
      "entries": [
        { "key": "mainText", "value": "La recogida selectiva de residuos es esencial para proteger el medio ambiente. Al separar correctamente el plástico, el papel, el vidrio y los desechos domésticos, ayudamos a reducir la contaminación y a conservar los recursos naturales. Cada pequeño gesto cuenta — el reciclaje ayuda a disminuir la cantidad de residuos enviados a los vertederos y transforma materiales viejos en nuevos productos. Es responsabilidad de todos mantener el planeta limpio para las futuras generaciones." },
        { "key": "back", "value": "¿Volver?" },
        { "key": "tbfirst", "value": "Rumano" },
        { "key": "tbsecond", "value": "Español" }
      ]
    },
    {
      "code": "It",
      "entries": [
        { "key": "mainText", "value": "La raccolta differenziata dei rifiuti è essenziale per proteggere l'ambiente. Separando correttamente plastica, carta, vetro e rifiuti domestici, contribuiamo a ridurre l'inquinamento e a risparmiare risorse naturali. Ogni piccolo gesto conta — il riciclaggio aiuta a ridurre la quantità di rifiuti e a trasformare vecchi materiali in nuovi prodotti. È responsabilità di tutti mantenere il pianeta pulito per le generazioni future." },
        { "key": "back", "value": "Indietro?" },
        { "key": "tbfirst", "value": "Romeno" },
        { "key": "tbsecond", "value": "Italiano" }
      ]
    },
    {
      "code": "Nl",
      "entries": [
        { "key": "mainText", "value": "Selectieve afvalinzameling is essentieel voor de bescherming van het milieu. Door plastic, papier, glas en huishoudelijk afval goed te scheiden, helpen we vervuiling te verminderen en natuurlijke hulpbronnen te besparen. Elke kleine handeling telt — recycling helpt de hoeveelheid afval te verminderen en oude materialen om te zetten in nieuwe producten. Het is ieders verantwoordelijkheid om de planeet schoon te houden voor toekomstige generaties." },
        { "key": "back", "value": "Terug?" },
        { "key": "tbfirst", "value": "Roemeens" },
        { "key": "tbsecond", "value": "Nederlands" }
      ]
    },
    {
      "code": "Pl",
      "entries": [
        { "key": "mainText", "value": "Selelektywna zbiórka odpadów jest niezbędna do ochrony środowiska. Poprzez prawidłowe segregowanie plastiku, papieru, szkła i odpadów domowych pomagamy zmniejszyć zanieczyszczenie i oszczędzać zasoby naturalne. Każdy gest ma znaczenie — recykling pomaga zmniejszyć ilość odpadów i przekształca stare materiały w nowe produkty. To obowiązek każdego z nas, aby utrzymać planetę w czystości dla przyszłych pokoleń." },
        { "key": "back", "value": "Powrót?" },
        { "key": "tbfirst", "value": "Rumuński" },
        { "key": "tbsecond", "value": "Polski" }
      ]
    },
    {
      "code": "Hu",
      "entries": [
        { "key": "mainText", "value": "A szelektív hulladékgyűjtés elengedhetetlen a környezet védelméhez. A műanyag, papír, üveg és háztartási hulladék megfelelő szétválasztásával segítünk csökkenteni a szennyezést és megőrizni a természeti erőforrásokat. Minden kis cselekedet számít — az újrahasznosítás segít csökkenteni a hulladék mennyiségét és régi anyagokat új termékekké alakít. Mindenki felelőssége, hogy tisztán tartsa a bolygót a jövő generációi számára." },
        { "key": "back", "value": "Vissza?" },
        { "key": "tbfirst", "value": "Román" },
        { "key": "tbsecond", "value": "Magyar" }
      ]
    },
    {
      "code": "Sv",
      "entries": [
        { "key": "mainText", "value": "Selektiv avfallshantering är avgörande för att skydda miljön. Genom att separera plast, papper, glas och hushållsavfall på rätt sätt hjälper vi till att minska föroreningar och spara naturresurser. Varje liten handling räknas — återvinning minskar mängden avfall och omvandlar gamla material till nya produkter. Det är allas ansvar att hålla planeten ren för framtida generationer." },
        { "key": "back", "value": "Tillbaka?" },
        { "key": "tbfirst", "value": "Rumänska" },
        { "key": "tbsecond", "value": "Svenska" }
      ]
    },
    {
      "code": "Pt",
      "entries": [
        { "key": "mainText", "value": "A recolha seletiva de resíduos é essencial para proteger o meio ambiente. Ao separar corretamente o plástico, o papel, o vidro e o lixo doméstico, ajudamos a reduzir a poluição e a poupar recursos naturais. Cada pequena ação conta — a reciclagem ajuda a diminuir a quantidade de resíduos e transforma materiais antigos em novos produtos. É responsabilidade de todos manter o planeta limpo para as gerações futuras." },
        { "key": "back", "value": "Voltar?" },
        { "key": "tbfirst", "value": "Romeno" },
        { "key": "tbsecond", "value": "Português" }
      ]
    }
  ]
}
